IDEA StatiCa Open Model
InitialImperfectionOfPoint.Point Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Reference to geometrical point
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement Point { get; set; }
Public Property Point As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Point {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
InitialImperfectionOfPoint Class
IdeaRS.OpenModel.Model Namespace